{
  "users": [
    {
      "id": "6483",
      "username": "leaosilas",
      "email": "leaosilas@gmail.com",
      "password": "123"
    },
    {
      "id": "dc54",
      "username": "asdfasdf",
      "email": "mizerinha@mizera.com",
      "password": "asd"
    }
  ],
  "news": [
    {
      "id": "4376",
      "imgUrl": "https://s2-g1.glbimg.com/pByg3d17_9OjQb3iwRWuRK87Bhc=/0x17:1700x973/1080x608/smart/filters:max_age(3600)/http://s.glbimg.com/jo/g1/f/original/2017/01/25/joao_pessoa_iptu.jpg",
      "title": "Boletos do IPTU e TCR 2025 começam a ser entregues em João Pessoa",
      "time": "Há 17 minutos",
      "info": "Imposto Predial e Territorial Urbano (IPTU) e a Taxa de Coleta de Resíduos (TCR) sofreram um reajuste de 4,87% no exercício de 2025. Desconto nos impostos pode chegar a até 20%.",
      "hiddenText": "Os boletos de pagamento do Imposto Predial e Territorial Urbano (IPTU) e a Taxa de Coleta de Resíduos (TCR) de João Pessoa começaram a ser entregues pelos Correios nas residências. Quem ainda não recebeu, ou quer pagar parcelado, também pode adquirir o documento através do Portal do Contribuinte. Os valores sofreram um reajuste de 4,87% no exercício de 2025, segundo a Prefeitura de João Pessoa.\n\nSegundo a administração municipal, o reajuste considera o Índice Nacional de Preços ao Consumidor Amplo (IPCA) acumulado entre novembro de 2023 e novembro de 2024.\n\nDe acordo com a Prefeitura de João Pessoa, os contribuintes poderão optar pelo pagamento em cota única com 15% de desconto até o dia 14 de março, pelo parcelamento em até 10 vezes ou pela cota única sem desconto, com vencimento no dia 7 de abril.\n\nAlém do desconto na cota única, será aplicado um abatimento adicional de 5% para os contribuintes que estavam em dia com a prefeitura até 31 de dezembro. Apenas no caso do pagamento em cota única, o desconto totaliza 20%.\n\nO desconto adicional de 5% é válido para todos os contribuintes em dia, independentemente da forma de pagamento escolhida. Para aqueles que optarem pelo parcelamento, o abatimento de 5% será calculado automaticamente no boleto.",
      "like": 32,
      "dislike": 11,
      "expanded": false
    },
    {
      "id": "4945",
      "imgUrl": "https://s2-g1.glbimg.com/ejwVVfXUneH-EZcbCXaWZZqIcqg=/0x0:1920x1080/1080x608/smart/filters:max_age(3600)/https://i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2019/P/4/2Gx8DdR0OlwdTTSxnBLA/sine-pb.jpg",
      "title": "Paraíba tem 2.080 vagas de emprego oferecidas pelos Sines",
      "time": "Há 49 minutos",
      "info": "Confira as vagas de emprego oferecidas pelo Sine Paraíba, Sine João Pessoa e Sine Campina Grande.",
      "hiddenText": "O Sine Paraíba (Sine-PB) está disponibilizando 1.273 vagas de emprego em 12 cidades: João Pessoa, Campina Grande, Bayeux, Santa Rita, Mamanguape,Cabedelo, Sapé, Patos, Guarabira, Cajazeiras, São Bento e Conde.\n\nEm João Pessoa, são 682 vagas disponíveis, com destaque para operador de telemarketing ativo e receptivo (500), auxiliar de limpeza (20) e ajudante de carga e descarga de mercadoria (15).\n\nJá em Campina Grande, são 329 vagas, com destaque para operador de telemarketing (300).\n\nNa cidade de Cabedelo, estão sendo oferecidas 14 vagas, com destaque para ajudante de carga e descarga de mercadoria (5).\n\nNo município de Cajazeiras, 10 vagas estão sendo oferecidas. Todas as vagas são para pedreiro.\n\nNa cidade de Bayeux, 13 vagas de emprego estão sendo ofertadas.\n\nNa cidade do Conde, estão disponíveis 42 vagas, com destaque para pedreiro (10) e auxiliar de logística (10).\n\nEm Santa Rita, são 66 vagas, com destaque para auxiliar de linha de produção (13 vagas, sendo três delas exclusivas para pessoas com deficiência).\n\nEm Guarabira, 12 vagas estão disponíveis, com destaque para auxiliar de linha de produção (10).\n\nEm Sapé, são 76 vagas, com destaque para auxiliar de linha de produção (60).\n\nEm Mamanguape, são 13 vagas, em Patos, são 14 vagas e em São Bento, são duas vagas.\n\nO Sine-PB possui atualmente 15 postos em funcionamento, e mais quatro Unidades de Atendimento em 15 municípios: João Pessoa, Campina Grande, Cajazeiras, Mamanguape, Monteiro, Pombal, Sapé, Bayeux, Conde, Guarabira, Itaporanga, São Bento, Santa Rita, Cabedelo e Patos.\n\nO Sistema realiza o trabalho de recrutamento de pessoal para empresas instaladas ou que irão se instalar no estado. Esses serviços podem ser solicitados pelo e-mail: estadual@hotmail.com.",
      "like": 38,
      "dislike": "2",
      "expanded": false
    },
    {
      "id": "5198",
      "imgUrl": "https://s2-g1.glbimg.com/DKfja16xVmSznem1om-FQ-vYhd0=/0x86:760x514/1080x608/smart/filters:max_age(3600)/https://i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2025/A/q/BgYEKTRHOB6hHWAJx49A/land.jpg",
      "title": "Ex-presidente do Sindicato dos Jornalistas da Paraíba, Land Seixas morre aos 74 anos",
      "time": "Há 1 hora",
      "info": "Sindicalista estava internado há algumas semanas no Hospital Metropolitano de Santa Rita com problemas pulmonares.",
      "hiddenText": "Morreu na noite desse domingo (9) o jornalista Land Seixas, que durante muitos anos foi o presidente do Sindicato dos Jornalistas Profissionais do Estado da Paraíba.\n\nEle estava internado há algumas semanas no Hospital Metropolitano de Santa Rita com problemas pulmonares. Nessa última noite, ele teve o quadro agravado e morreu após sofrer uma parada cardíaca.\n\nO velório e o enterro vão acontecer ambos em João Pessoa. O velório começa a partir das 18h desta segunda-feira (10), na Central de Velório Morada da Paz, e o enterro está marcado para às 11h desta terça-feira (11), no Cemitério da Boa Sentença.\n\nLand nasceu em 25 de dezembro de 1950 e estava com 74 anos. Ele tem passagem por jornais da Paraíba e por vários mandatos atuou como presidente do sindicato. Atualmente ocupava o cargo de diretor de formação sindical da entidade.\n\nO Sindicato dos Jornalistas Profissionais do Estado da Paraíba emitiu uma \"nota de profundo pesar\", classificou Land como \"eterno presidente\" e decretou luto de três dias.",
      "like": "30",
      "dislike": "1",
      "expanded": false
    },
    {
      "id": "9483",
      "imgUrl": "https://s2-g1.glbimg.com/ASqQbxAGVON4DZ9UAVOyDYJfrbg=/0x0:1920x1080/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2025/t/y/Y7n5fVR4usZTRJe0zA3w/vlcsnap-2025-02-07-18h11m48s721.png",
      "title": "Água do Rio Mamanguape baixa, e famílias afetadas pela chuva em Rio Tinto voltam para casas",
      "time": "Há 1 hora",
      "info": "Moradores chegaram a ficar ilhados e foram resgatados por meio de canoas.",
      "hiddenText": "A água do Rio Mamanguape baixou quase completamente neste domingo (9). Com isso, as famílias afetadas pela chuva voltaram para as suas casas, segundo informou a assessoria de comunicação do município.\n\nAinda conforme a prefeitura, em apenas um trecho da comunidade de Curral de Fora há um pouco de água acumulada. Além disso, a água também está represada na estrada de Praia de Campina por conta de uma obra que passa pela margem do rio.\n\nNos outros locais, os moradores que estavam ilhados, agora conseguem se locomover por terra.\n\nO rio transbordou na última quinta-feira (6), mas os alagamentos na cidade ocorreram apenas na madrugada da sexta-feira (7). As comunidades ribeirinhas de Salema de Dentro, Veloso e Curral de Fora foram as mais afetadas, além de algumas ruas da parte baixa da Zona Urbana da cidade.\n\nCasas foram alagadas e os moradores ficaram ilhados por causa do volume de água nas ruas. Por isso, o transporte da população afetada foi feito por meio de canoas.\n\nAinda segundo a gestão municipal, a cidade enfrenta enchentes historicamente devido à sua localização geográfica, mas a realização de uma dragagem poderia ajudar a resolver o problema. Também afirmam que o assoreamento do rio e a fragilidade das margens agravam os impactos das chuvas, tornando essa obra essencial para reduzir os danos causados pelos alagamentos na cidade.",
      "like": "54",
      "dislike": "13",
      "expanded": false
    },
    {
      "id": "9305",
      "imgUrl": "https://s2-g1.glbimg.com/GsCs3BAANUAoQGhu0XDhbUK2hFU=/0x0:1280x694/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2025/M/q/CjiwNOQdKCROwnPC3oKQ/suspeitos-sequestro.jpg",
      "title": "Quatro homens são presos suspeitos de tentativa de sequestro, em Campina Grande",
      "time": "Há 1 hora",
      "info": "Suspeitos foram localizados através de uma informação anônima de que um veículo estaria se dirigindo para o Brejo da Paraíba para cometer um sequestro.",
      "hiddenText": "Quatro homens foram presos suspeitos de uma tentativa de sequestro, em Campina Grande, na manhã desta segunda-feira (10). A Polícia Militar localizou os suspeitos através de uma informação anônima de que um veículo estaria se dirigindo para o Brejo da Paraíba para cometer um sequestro.\n\nDe acordo com o tenente Aldo José, a partir da informação, a PM iniciou buscas e rondas para identificar atividades suspeitas na região. No Arco Metropolitano de Campina Grande, a Polícia identificou o veículo indicado e o parou para realizar uma abordagem.\n\nDurante a ação, a equipe policial encontrou dentro do carro dois revólveres, uma espingarda calibre 12 com cano reduzido, lacres de plástico, capuzes, fitas adesivas e medicamentos sedativos que, segundo a PM, são usados frequentemente por criminosos para dopar vítimas durante sequestros.\n\nOs suspeitos são um homem de 31 anos, dois homens de 27 anos e outro de 20 anos. Em meio à conversas com os policiais, um dos suspeitos chegou a dizer que o plano deles era roubar uma caminhonete e seguir em direção ao estado de São Paulo.\n\nO carro no qual as armas, medicamentos e outros materiais foram encontrados pertencia a um deles, que alegou não conhecer os outros homens e disse estar apenas dando uma carona.\n\nA Polícia Civil vai continuar investigando o caso para identificar quem seria a possível vítima do sequestro. Após a prisão, nenhum dos suspeitos quis prestar depoimento, e disseram que só se manifestariam diante da Justiça. A previsão é de que eles passem por audiência de custódia no final da tarde desta segunda-feira (10).",
      "like": "105",
      "dislike": "43",
      "expanded": false
    },
    {
      "id": "1643",
      "imgUrl": "https://s2-g1.glbimg.com/BtpdUF1Vl4s1v6e4Rn_x9NpXBXM=/0x0:1700x1065/984x0/smart/filters:strip_icc()/s.glbimg.com/jo/g1/f/original/2017/03/09/ufpb_reitoria.jpg",
      "title": "Gabarito do concurso da UFPB é divulgado",
      "time": "Há 1 hora",
      "info": "Provas foram aplicadas no domingo (9) para todos os candidatos.",
      "hiddenText": "O gabarito do concurso da Universidade Federal da Paraíba (UFPB) foi publicado nesta segunda-feira (10) e pode ser conferido no site da organizadora do certame, o IBFC. As provas objetivas do certame foram aplicadas no domingo (9).\n\n📝Confira o gabarito do concurso da UFPB\n\nAo todo, estão abertas 116 vagas para cargos técnico-administrativos de níveis médio e superior, com salários que vão de R$ 2.667,19 a R$ 4.556,92. Todos os cargos ainda terão acréscimo do valor de R$ 1 mil, referente auxílio-alimentação.\n\n📲Compartilhe esta notícia pelo Whatsapp\n📲Compartilhe esta notícia pelo Telegram\n\nOs candidatos aprovados podem trabalhar em qualquer unidade da UFPB, nos municípios de Areia, Bananeiras, João Pessoa, Santa Rita, Mamanguape e Rio Tinto, de acordo com a necessidade da instituição.",
      "like": "87",
      "dislike": "6",
      "expanded": false
    },
    {
      "id": "4744",
      "imgUrl": "https://s2-g1.glbimg.com/q6vpy7y7WzXv45LGfrrwF5I8ABg=/0x0:1920x1080/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2024/T/P/yA7ngWTX2Xga6NSycaUw/reuniao-mp-2.jpg",
      "title": "Campina Grande inicia campanha contra importunação sexual no carnaval 2025",
      "time": "Há 2 horas",
      "info": "Campanha \"Folia com Respeito\" terá pontos de concentração em lugares que estão na rota de percurso dos blocos carnavalescos. Ronda da Mulher e a Guarda Municipal irão atuar contra o crime.",
      "hiddenText": "A cidade de Campina Grande, Agreste da Paraíba, iniciou uma campanha contra a importunação sexual nos blocos que acontecerão durante o Carnaval 2025. A iniciativa irá promover conscientização e fortalecer o monitoramento contra o crime nos dias de festa.\n\nDe acordo com a Coordenadoria da Mulher, órgão ligado a Prefeitura Municipal de Campina Grande e responsável pela ação, a campanha \"Folia com Respeito\" está em sua 4ª edição e a partir desta segunda-feira (10) terá vários pontos de concentração em lugares que estão na rota de percurso dos blocos carnavalescos.\n\nA iniciativa visa promover estratégias de monitoramento, reforço nos plantões de atendimento a possíveis vítimas e divulgação de informações sobre a importunação sexual, ato libidinoso sem consentimento, considerado crime pelo Código Penal brasileiro desde 2018.\n\nAinda segundo a organização da campanha, a Ronda da Mulher e a Guarda Municipal irão atuar contra o crime nos blocos carnavalescos.\n\nA ação teve início nesta segunda-feira (10) e vai até o dia 16 de março, quando termina a programação carnavalesca de Campina Grande.",
      "like": "54",
      "dislike": "14",
      "expanded": false
    },
    {
      "id": "7543",
      "imgUrl": "https://s2-g1.glbimg.com/2speZ3GaJ8UpEatXap0UshSulkg=/0x0:984x616/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2024/B/A/GXGrAURayjqABTJkisbA/concurso-freepik-1-.avif",
      "title": "\nParaíba tem 848 vagas abertas em concursos públicos e seleções com salários de quase R$ 10 mil",
      "time": "Há 3 horas",
      "info": "Veja informações sobre os editais abertos no mês de fevereiro.",
      "hiddenText": "A Paraíba tem dois editais de concursos públicos e processos seletivos com vagas abertas neste mês de fevereiro. São 848 oportunidades em áreas diferentes.\n\nConfira as oportunidades disponíveis e como concorrer.\n\nConcurso da Prefeitura de Alagoa Grande\nVagas: 388 vagas\nInscrições: até 16 de fevereiro de 2025\nTaxas de inscrição: R$ 75 (fundamental), R$ 95 (médio/técnico) e R$ 115 (superior)\nProva objetiva: 27 de abril de 2025\nResultado final: 26 de junho de 2025\n\nConcurso do Ibama\nVagas: 460, sendo três na Paraíba\nNível: superior\nSalário: R$ 9.994,60 + gratificações\nInscrições: até 18 de fevereiro\nData das provas objetivas: 6 de abril",
      "like": "86",
      "dislike": "3",
      "expanded": false
    },
    {
      "id": "3675",
      "imgUrl": "https://s2-g1.glbimg.com/TpxCzXE20XZVW44LoYfWjffq4dI=/0x0:1280x720/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2025/P/n/f0hNZMTWy5lXkVo6EOWw/incendio-galpao-de-reciclaveis.jpg",
      "title": "Incêndio atinge e destrói parte de galpão de materiais recicláveis em Santa Rita",
      "time": "Há 5 horas",
      "info": "Estabelecimento fica perto de área residencial, mas não há registro de feridos por conta do fogo.",
      "hiddenText": "Um incêndio de grandes proporções atingiu e destruiu parte de um galpão de materiais recicláveis localizado em Santa Rita, na Região Metropolitana de João Pessoa, no fim da noite do sábado (8).\n\nSegundo o Corpo de Bombeiros, o fogo começou a se espalhar por volta das 23h. Vários produtos e parte da estrutura do espaço foram destruídos pelas chamas.\n\nO local fica próximo a uma área residencial, inclusive perto de um condomínio. Mas também de acordo com os bombeiros, não há registro de pessoas feridas por conta do incêndio.\n\nMesmo com o fogo controlado durante a madrugada, na manhã deste domingo (9) ainda existem focos do incêndio no local.\n\nPor isso, equipes de bombeiros continuam no galpão para evitar que as chamas se espalhem novamente.\n\nPor enquanto, ainda não é possível dizer o que causou o incêndio.",
      "like": "94",
      "dislike": "16",
      "expanded": false
    }
  ],
  "complaints": [

  ],
  "events": [
    {
      "id": "8765",
      "date": "2025-02-05",
      "description": ["Inauguração Rock Burguer"]
    },
    {
      "id": "6345",
      "date": "2025-02-08",
      "description": ["Peça Pequeno Príncipe no Espaço Cultural"]
    },
    {
      "id": "9674",
      "date": "2025-02-10",
      "description": ["Maratona Beneficente na Orla"]
    },
    {
      "id": "1463",
      "date": "2025-02-14",
      "description": ["Feira de Artesanato"]
    },
    {
      "id": "6357",
      "date": "2025-02-16",
      "description": ["Exposição na Estação Ciência"]
    },
    {
      "id": "5333",
      "date": "2025-02-20",
      "description": ["Show ao Vivo", "Exposição de Fotografia"]
    },
    {
      "id": "6344",
      "date": "2025-02-25",
      "description": ["Festival de Comida"]
    }
  ]
}
